Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/sami-giellaguovddazat.html.tmx
Source language: sme
Languages: smj

source: Sámi giellaguovddážat / Artikler / Sámás muinna / Giella / Sámediggi - Sametinget
smj: Sáme giellaguovdátja / Artikler / Sámásta mujna / Giella / Sámedigge - Sametinget

source: Sámi giellaguovddážat
smj: Sáme giellaguovdátja

source: Sámi giellaguovddážat leat hui deaŧalaččat sámegiela nannema ja ovddideami barggus.
smj: Sáme giellaguovdátjijn la ájnas rolla sámegielav nannidijn ja åvddånahtedijn.

source: Dat leat erenoamáš deaŧalaččat lagasbirrasiidda ja daid olis leat ollu doaimmat iešguđetge guovllus.
smj: Da li ållagasj ájnnasa lahka birrasijda ja dahki ållo dåjmajt guovlojnisá.

source: Giellaguovddážat leat iežaset doaimmaid bokte hui guovddážis čalmmustahttime sámegiela lagasbirrasiin, seammás go leat guovllu sámi álbmoga gávnnadanbáikin.
smj: Giellaguovdátjij dåjma li viehka mærráj siegen tjalmostahttemin sámegielav lagámus birrasijn, dan båttå gå li æjvvalimsadjen sáme álmmugij.

source: Nu leat giellaguovddážiid barggut deaŧalaččat sihke mánáide, nuoraide, ollesolbmuide ja vuorrasit sámiide.
smj: Giellaguovdátjij dåjma li ájnnasa divnajda, mánájda, nuorajda ållessjattugijda ja vuoras ulmutjijda.

source: Giellaguovddážat dollet máŋggalágan sámegielkurssaid, ja čađahit iešguđetlágan giellaprošeavttaid.
smj: Giellaguovdátja ásadij duojt dájt giellakursajt, ja tjadádi duojt dájt giellaprosjevtajt.

source: Dat fállet sámegiela álgokurssaid, mat muhtimat addet oahppočuoggáid ja earalágan geavatlaš kurssaid, gos ovttastit omd. giella- ja duodjeoahpu.
smj: Da fálli kursajt áttjasálggijda massta muhtema vaddi tjuokkajt, ja ietjá praktihkalasj kursajt ma aktidi gielav ja buojkulvissan duodjeåhpadusáv.

source: Giellaguovddážat lágidit doaimmaid nugo mánáideahkediid, vuorrasiid deaivvademiid, temámátkkiid ja ráhkadit ávdnasiid mat leat ávkkálaččat giellaoahpaheamis.
smj: Giellaguovdátja ásadi dåjmajt degu iehkedijt mánájda, vuorrasij æjvvalimijt, tiebmámanojt ja dahki oahppamnævojt ma li ávkkása giellaåhpadusán.

source: Sámegiela dilli lea iešguđetlágan guovllus guvlui.
smj: Sámegiela vidjura li moattelágátja guovlos guovlluj.

source: Giellaguovddážat váldet vuođu iežaset giellaguovlluin ja čađahit doaimmaid mat leat heivehuvvon dárbbuide mat leat iešguđetge guovllus.
smj: Giellaguovdátja gæhttji vidjurijda ietjasa guovlojn ja álgadi dåjmajt hiebadum dárbojda gen ga guovlon.

source: Oktasaš ulbmilin buot giellaguovddážiin lea datte sámegiela čalmmustahttin ja sámegiela nannen ja ovddideapmi.
smj: Aktisasj divna giellaguovdátjijda le tjalmostahttet sámegielav ja viehkedit vaj sámegiella nanniduvvá ja åvddånahteduvvá

source: Sámi giellaguovddáž
smj: Sáme giellaguovdátja:

source: PORSÁŊGU Sámi giella- ja kulturguovddáš
smj: TYSFJORD Árran julevsáme guovdásj i Tysfjord

source: EVENÁŠŠI Várdobaiki
smj: Åhpadusinstitusjåvnå

source: Joatkkaskuvllat
smj: Joarkkaskåvlå

source: GUOVDAGEAIDNU Sámi joatkkaskuvla ja boažodoalloskuvla
smj: JOKKMOKK Sámij åahadusguovdásj / Samernas utbildningscentrum, Jokkmokk

source: Allaskuvllat ja universitehtat
smj: Allaskåvlå ja universitehta

source: Eará resurssat
smj: Ietjá luohko

source: Reiveskuvllat ja interaktiiva oahpahus
smj: Girjjeskåvlå ja interaktijvalasj åhpadus

source: Folkeuniversitetet - Davvin 1,2,3,4
smj: E-skuvla - Samisk 1, 2 og 3 ja oarjjelsámegiella álggijda

source: E-skuvla - Sámegiella 1-2-3
smj: Gulahalan - nuorttasáme giellakurssa

source: - Hárjehallanprogramma sutnje gii hálida hárjehallat dávvisámegiela
smj: - prográmma sunji guhti sihtá nuorttasámegielav hárjjidallat

source: Sátnegirjjit Interneahtas
smj: Sámásta - julevsáme giellakurssa álggijda

source: Sámi sátnevuorká Risten – sámi sátnevuorká
smj: Báhkogirje værmádagán

source: Eará
smj: Ietján

source: Sámi oahpponeavvut neahtas ovttas aktan aktesne
smj: Gåvå, girje, filma, jiena oahppamnævo ja digitála luohko. ovttas aktan aktesne
